Revit 2027 API
AdvancedWood.WoodCurlyDistortionMap Property
 The property labeled "The 2D fiber distortion map (NO degamma op)" from the "AdvancedWood" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string WoodCurlyDistortionMap { get; }
Public Shared ReadOnly Property WoodCurlyDistortionMap As String
	Get
public:
static property String^ WoodCurlyDistortionMap {
	String^ get ();
}
static member WoodCurlyDistortionMap : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyDouble". This property allows a connected asset.
See Also
Reference
AdvancedWood Class
Autodesk.Revit.DB.Visual Namespace